Repository: MoLinesDesigns/BrewTUI-Bar
Catalog: Brew-TUI-Bar/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %@ VULNERABILITIES
es: %@ VULNERABILIDADES

# %@ security alert%@
source: %1$@ security alert%2$@
es: %1$@ alerta de seguridad%2$@

source: %lld of %lld
es: %lld de %lld

source: %lld packages
es: %lld paquetes

source: %lld packages can be updated.
es: %lld paquetes pueden actualizarse.

source: (no output)
es: (sin salida)

source: [exit %lld]
es: [salida %lld]

source: %lld packages still pending an update.
es: Quedan %lld paquetes por actualizar.

source: %lld updates available
es: %lld actualizaciones disponibles

source: %lld vulnerable packages found
es: %lld paquetes vulnerables encontrados

source: %lld vulnerable packages found, including %@
es: %lld paquetes vulnerables encontrados, incluyendo %@

source: 1 package still pending an update.
es: Queda 1 paquete por actualizar.

source: AVAILABLE
es: DISPONIBLE

source: Action History
es: Historial de acciones

source: Activate command
es: Comando de activación

source: Advanced
es: Avanzado

source: All packages up to date
es: Todos los paquetes al día

source: All set
es: Listo

source: Already have a license?
es: ¿Ya tienes una licencia?

source: Basic
es: Básico

source: Brew-TUI Pro unlocks:
es: Brew-TUI Pro desbloquea:

source: Brew-TUI is required
es: Brew-TUI es requerido

source: Brew-TUI just ran %@ on %@.
es: Brew-TUI acaba de ejecutar %@ sobre %@.

source: Brew-TUI-Bar %@ is available — click to upgrade
es: Brew-TUI-Bar %@ disponible — haz click para actualizar

source: Brew-TUI-Bar %1$@ is out of sync with Brew-TUI %2$@. They must match for license decryption and updates. Run this in the terminal: brew-tui install-brew-tui-bar --force
es: Brew-TUI-Bar %1$@ no coincide con Brew-TUI %2$@. Deben coincidir para descifrar la licencia y recibir actualizaciones. Ejecuta en el terminal: brew-tui install-brew-tui-bar --force

source: Brew-TUI-Bar (this menu bar app)
es: Brew-TUI-Bar (esta app de la barra de menú)

source: Brew-TUI-Bar Settings
es: Ajustes de Brew-TUI-Bar

source: Brew-TUI-Bar is a Pro feature. Activate your license with: brew-tui activate <your-key> Then relaunch Brew-TUI-Bar.
es: Brew-TUI-Bar es una función Pro. Activa tu licencia con: brew-tui activate <tu-clave> Luego reinicia Brew-TUI-Bar.

source: Brew-TUI-Bar is part of Brew-TUI Pro
es: Brew-TUI-Bar forma parte de Brew-TUI Pro

source: Brew-TUI-Bar requires Brew-TUI to be installed. Install it with: npm install -g brew-tui Then relaunch Brew-TUI-Bar.
es: Brew-TUI-Bar requiere que Brew-TUI esté instalado. Instálalo con: npm install -g brew-tui Luego reinicia Brew-TUI-Bar.

source: Brew-TUI-Bar requires Pro
es: Brew-TUI-Bar requiere Pro

source: Brew-TUI-Bar version
es: Versión de Brew-TUI-Bar

# Brew-TUI-Bar version %@, tier %@
source: Brew-TUI-Bar version %1$@, tier %2$@
es: Brew-TUI-Bar versión %1$@, nivel %2$@

source: Brew-TUI-Bar version mismatch
es: Brew-TUI-Bar y Brew-TUI desincronizados

source: Brew-TUI-Bar — %lld updates
es: Brew-TUI-Bar — %lld actualizaciones

source: CVE Alerts
es: Alertas CVE

source: Cancel
es: Cancelar

source: Cancel upgrade
es: Cancelar actualización

source: Cancelled
es: Cancelado

source: Changes from %lld machine(s) available. Open Brew-TUI to sync.
es: Cambios de %lld máquina(s) disponibles. Abre Brew-TUI para sincronizar.

source: Check interval
es: Intervalo de verificación

source: Checking for updates...
es: Buscando actualizaciones...

source: Close
es: Cerrar

source: Close install progress
es: Cerrar progreso de instalación

source: Close new packages
es: Cerrar novedades

source: Continue
es: Continuar

source: Continue Anyway
es: Continuar igualmente

source: Command timed out.
es: El comando tardó demasiado.

source: Copied
es: Copiado

source: Copy Install Command
es: Copiar Comando de Instalación

source: Copy Output
es: Copiar salida

source: Copy Update Command
es: Copiar comando

source: Copy activate command
es: Copiar comando de activación

source: Copy diagnostic output
es: Copiar salida del diagnóstico

source: Could not launch command: %@
es: No se pudo lanzar el comando: %@

source: Could not launch terminal for revalidation.
es: No se pudo abrir el terminal para revalidar.

source: Could not launch the upgrade in your terminal app.
es: No se pudo lanzar la actualización en tu app de terminal.

source: Could not load new packages: %@
es: No se pudieron cargar los paquetes nuevos: %@

source: Could not open Brew-TUI
es: No se pudo abrir Brew-TUI

source: Could not open Brew-TUI in your terminal app.
es: No se pudo abrir Brew-TUI en tu app de terminal.

source: Could not upgrade Brew-TUI-Bar
es: No se pudo actualizar Brew-TUI-Bar

source: Dismiss
es: Cerrar

source: Done
es: Listo

source: Double tap to copy install command
es: Doble toque para copiar el comando de instalación

source: Downloading…
es: Descargando…

source: Email
es: Correo

source: Every 2 hours
es: Cada 2 horas

source: Every 30 minutes
es: Cada 30 minutos

source: Every 4 hours
es: Cada 4 horas

source: Every 8 hours
es: Cada 8 horas

source: Every hour
es: Cada hora

source: Expires
es: Caduca

source: Failed
es: Fallido

source: Fetching latest formulae and casks…
es: Obteniendo últimos formulae y casks…

source: Finished with errors
es: Finalizado con errores

source: Homebrew Updates
es: Actualizaciones de Homebrew

source: Homebrew is not installed. Install it from https://brew.sh
es: Homebrew no está instalado. Instálalo desde https://brew.sh

source: Installing…
es: Instalando…

source: Invalid service name: %@
es: Nombre de servicio no válido: %@

source: Just upgraded %@ from Brew-TUI.
es: Acabas de actualizar %@ desde Brew-TUI.

source: Last checked %@
es: Última verificación %@

source: Last validated
es: Última validación

source: Launch at login
es: Iniciar al acceder

source: License
es: Licencia

source: Linking…
es: Enlazando…

source: Loading from Homebrew…
es: Cargando desde Homebrew…

source: Login Item Error
es: Error al iniciar en el login

source: Manage subscription
es: Gestionar suscripción

source: Menu Bar Badges
es: Indicadores de la barra

source: Monthly
es: Mensual

source: Network error or rate-limited
es: Error de red o límite de peticiones excedido

source: No description available
es: Sin descripción disponible

source: No license loaded
es: Sin licencia cargada

source: No new packages found
es: Sin paquetes nuevos

source: No packages left to update — you're all set.
es: No quedan paquetes por actualizar, estás al día.

source: Notifications
es: Notificaciones

source: Notifications are disabled in System Settings. Enable them in System Settings > Notifications > Brew-TUI-Bar.
es: Las notificaciones están desactivadas en Ajustes del Sistema. Actívalas en Ajustes del Sistema > Notificaciones > Brew-TUI-Bar.

source: Open Brew-TUI
es: Abrir Brew-TUI

source: Open data folder
es: Abrir carpeta de datos

source: Open what's new in Homebrew
es: Abrir novedades en Homebrew

source: PACKAGE
es: PAQUETE

source: PINNED
es: FIJADO

source: Package Profiles
es: Perfiles de paquetes

source: Pending
es: Pendiente

source: Pinned
es: Fijado

source: Preparing…
es: Preparando…

source: Pro license expired
es: Licencia Pro expirada

source: Quit
es: Salir

source: Recently added formulae and casks
es: Formulae y casks añadidos recientemente

source: Recently added to homebrew-core and homebrew-cask
es: Añadidos recientemente a homebrew-core y homebrew-cask

source: Refresh
es: Actualizar

source: Refresh new packages
es: Actualizar nuevos paquetes

source: Resolving packages…
es: Resolviendo paquetes…

source: Retry
es: Reintentar

source: Running diagnostics...
es: Ejecutando diagnóstico...

source: Revalidate license
es: Revalidar licencia

source: Revalidation Error
es: Error de revalidación

source: Security Alert — Brew-TUI
es: Alerta de Seguridad — Brew-TUI

source: Security Audit (CVE)
es: Auditoría de seguridad (CVE)

source: Security Notice — Brew-TUI
es: Aviso de Seguridad — Brew-TUI

source: See all plans
es: Ver todos los planes

source: See all plans on the website
es: Ver todos los planes en el sitio web

source: Self-update available, version %@
es: Actualización disponible, versión %@

source: Service Errors
es: Errores de Servicios

source: Service Diagnostics
es: Diagnóstico de Servicio

source: Settings
es: Ajustes

source: Show CVE alerts
es: Mostrar alertas CVE

source: Show diagnostics for %@
es: Mostrar diagnóstico de %@

source: Show outdated count
es: Mostrar contador de desactualizados

source: Show sync indicator
es: Mostrar indicador de sincronización

source: Shows recently added formulae and casks
es: Muestra formulae y casks añadidos recientemente

source: Skipped service status because the previous command failed.
es: Se omitió el estado del servicio porque el comando anterior falló.

source: Smart Cleanup
es: Limpieza inteligente

source: Subscribe Monthly — €5.45
es: Suscríbete mensual — 5,45 €

source: Subscribe Monthly, 5 euros 45 cents
es: Suscríbete mensual, 5 euros 45 céntimos

source: Subscribe Yearly — €48
es: Suscríbete anual — 48 €

source: Subscribe Yearly, 48 euros, save 27 percent
es: Suscríbete anual, 48 euros, ahorra 27 por ciento

source: Sync activity detected. Open Brew-TUI to review.
es: Actividad de sync detectada. Abre Brew-TUI para revisar.

source: Tier
es: Nivel

source: Toggle the icons that appear next to Brew-TUI-Bar's menu bar icon.
es: Activa o desactiva los iconos que aparecen junto al icono de Brew-TUI-Bar en la barra.

source: Type
es: Tipo

source: Unlock Brew-TUI-Bar
es: Desbloquea Brew-TUI-Bar

source: Unpacking…
es: Desempaquetando…

source: Updated %@
es: Actualizado %@

source: Upgrade
es: Actualizar

source: Upgrade %@
es: Actualizar %@

source: Upgrade %@?
es: ¿Actualizar %@?

source: Upgrade All
es: Actualizar Todo

source: Upgrade all failed: %@
es: Actualizar todo falló: %@

source: Upgrade all packages?
es: ¿Actualizar todos los paquetes?

source: Upgrade failed: %@
es: Actualización fallida: %@

source: Upgrade not available — Pro license required
es: Actualización no disponible — Se requiere licencia Pro

source: Upgrade still running
es: Actualización en curso

source: Upgrading %@
es: Actualizando %@

source: Upgrading %lld packages
es: Actualizando %lld paquetes

source: View logs
es: Ver registros

source: Waiting for brew…
es: Esperando a brew…

source: What's new in Homebrew
es: Novedades en Homebrew

source: Working…
es: Trabajando…

source: Yearly
es: Anual

source: Your Pro license has expired or needs revalidation. Run `brew-tui revalidate` in the terminal, or renew your subscription. The app will continue in basic mode.
es: Tu licencia Pro ha expirado o necesita revalidación. Ejecuta `brew-tui revalidate` en la terminal, o renueva tu suscripción. La app continuará en modo básico.

source: brew command timed out
es: El comando brew tardó demasiado

source: brew exited with code %lld
es: brew finalizó con código %lld

source: exit %lld
es: salida %lld

source: pinned
es: fijado

source: save 27%
es: ahorra 27 %

source: some packages
es: algunos paquetes

source: vulnerabilities
es: vulnerabilidades
